;Программный продукт "Пафос так и прет " версии 0,000001

;====================================
; часть славы
;Таблица локализации
text =      место для вашей рекламы
title =     название формочки
yestext =     текст если да
notext =     текст если нет

;=====================================
;часть романа

; Тело программы
MsgBox, 4,%title%, %text%
IfMsgBox Yes
    splashyes()
else
    MsgBox %notext%



;=======================================

;Субрутины

splashyes()
{
    global
    MsgBox %yestext%
    }


splashтщ()
{
    global
    MsgBox %notext%
    }